[
	{
		"title": "Private Teacher",
		"institution": "Self-employed",
		"src": "eu-quadrado.jpg",
		"date": {
			"start": "Mar 2024"
		},
		"location": "Online",
		"description": "I have been teaching Mathematics, Physics, and Chemistry to secondary education students since 2024, helping them to understand the subjects and improve their grades.",
		"skills": [
			"Mathematics",
			"Physics",
			"Chemistry",
			"Pedagogy",
			"Communication",
			"Organization"
		]
	},
	{
		"title": "Math Teacher",
		"institution": "Curso Alberto Santos Dumont (CASD)",
		"src": "casd.png",
		"date": {
			"start": "Mar 2024"
		},
		"location": "São José dos Campos, SP",
		"description": "Lecturing for over 200 students in the nationally recognized best beneficent course in Brazil, I am passionate about making a meaningful impact and look forward to changing the lives of 14- to 15-year-old low-income individuals. Through producing custom, original, and engaging educational material, I aim to inspire and empower students to reach their full potential.",
		"skills": [
			"Mathematics",
			"Pedagogy",
			"Communication",
			"Organization",
			"Teamwork"
		]
	},
	{
		"title": "Physics Teacher",
		"institution": "Projeto GRADUA NÓIZ",
		"src": "noiz.png",
		"date": {
			"start": "Jun 2024",
			"end": "Jan 2025"
		},
		"location": "Online",
		"description": "Lecturing for underprivileged individuals aspiring to enter university, I am dedicated to providing opportunities for those who face socioeconomic challenges. By contributing to the Nóiz Projeto Social, I actively support community education initiatives, helping to bridge gaps and create pathways for personal and academic growth.",
		"skills": [
			"Physics",
			"Pedagogy",
			"Communication",
			"Organization",
			"Teamwork"
		]
	},
	{
		"title": "Physics Tutor",
		"institution": "Colégio Bernoulli",
		"src": "bernoulli.png",
		"date": {
			"start": "Feb 2025"
		},
		"location": "Belo Horizonte, MG",
		"description": "With experience in the ITA exam, I am committed to helping students clear their doubts and guiding them through the challenges of this rigorous test. By sharing my knowledge and strategies, I aim to empower students to achieve their academic goals and succeed in their journey toward entering one of Brazil's most prestigious institutions.",
		"skills": [
			"Physics",
			"Pedagogy",
			"Communication",
			"Organization",
			"Teamwork",
			"Problem-solving"
		]
	}
]
